<template>
  <section class="faq">
    <Accordion>
      <AccordionPanel title="Что такое Alma?">
        <div class="accordion-content">
          <p>
            Alma – это мобильный сервис и сообщество экспертов, который помогает
            развивать осознанность, исследовать внутренние ресурсы и
            практиковать древние и современные знания в удобном формате.
          </p>
          <p>
            В приложении вы сможете знакомиться с практиками, проходить
            индивидуальные сессии с психологами, коучами, астрологами и другими
            наставниками.
          </p>
        </div>
      </AccordionPanel>
      <AccordionPanel title="Как Alma помогает познать себя?">
        <div class="accordion-content">
          <p>
            Alma подбирает для вас рекомендации и сессии, которые позволяют
            глубже осознать свои цели, привычки и эмоциональные реакции.
          </p>
          <p>
            Через личные видеовстречи с экспертами, а также специальные
            ежедневные практики и задания внутри приложения вы учитесь управлять
            стрессом, укреплять эмоциональную устойчивость и расширять личные
            возможности.
          </p>
        </div>
      </AccordionPanel>
      <AccordionPanel title="Сколько это стоит?">
        <div class="accordion-content">
          <p>Приложение бесплатно для скачивания и базового использования.</p>
          <p>
            Некоторые специализированные материалы, сессии и индивидуальные
            консультации с экспертами могут быть платными – стоимость
            указывается перед записью и зависит от типа услуги и квалификации
            специалиста.
          </p>
        </div>
      </AccordionPanel>
      <AccordionPanel title="Как подобрать эксперта?">
        <div class="accordion-content">
          <p>
            В разделе «Эксперты» внутри приложения вы найдёте списки доступных
            экспертов по разным направлениям: психология, астрология, коучинг,
            мантика и др.
          </p>
          <p>
            Каждый эксперт проходит отбор и обучение, чтобы соответствовать
            стандартам качества Alma. Вы можете ознакомиться с профилем, опытом
            и отзывами, а затем выбрать того, кто вам ближе всего по методу
            работы или специализации.
          </p>
        </div>
      </AccordionPanel>
      <AccordionPanel title="Подходит ли для новичков?">
        <div class="accordion-content">
          <p>
            Да. Приложение включает в себя понятные пошаговые инструкции,
            простые практики и вводные программы даже для тех, кто впервые
            сталкивается с осознанностью или не имеет специальных знаний.
          </p>
          <p>
            При необходимости вы всегда можете получить поддержку от эксперта.
          </p>
        </div>
      </AccordionPanel>
      <div class="vertical-line width-item"></div>
    </Accordion>
  </section>
</template>

<style>
.faq {
  margin-top: 240px;
}

.accordion-content {
  padding: 9px 0;
}

p {
  margin-bottom: 1rem;
}

@media (max-width: 500px) {
  .faq {
    margin: 99px auto 0 auto;
    width: 90vw;
  }
}
</style>
